[
    {
        "fact": "I don't know how to cook, but I enjoy cooking."
    },
    {
        "fact": "I was born on April 24th, horoscope is Taurus."
    },
    {
        "fact": "I have never been able to complete the game Final Fantasy X-2."
    },
    {
        "fact": "I like playing soccer. But I have not played since I was 30."
    },
    {
        "fact": "I go to the gym some days during the week."
    },
    {
        "fact": "My favorite book is 'Digital Fortress' by Dan Brown writer."
    },
    {
        "fact": "I bought one book about Android, but I have never read it."
    },
    {
        "fact": "I can type some code in PHP too."
    },
    {
        "fact": "I don’t like japanese food."
    },
    {
        "fact": "A couple years I did some work with Corel and Photoshop."
    },
    {
        "fact": "I'm catholic."
    },
    {
        "fact": "Look for @inforsis and you can find me on mostly all the popular social networks."
    },
    {
        "fact": "My real favorite food is 'Acarajé'."
    },
    {
        "fact": "I dont like series, but I keep watching 'Two and half man', 'The Middle' and 'The Big Bang Theory'."
    },
    {
        "fact": "I really prefer to listen to some Rap or Hip hop song. J Cole, Emicida and MV Bill are some favorites artists."
    },
    {
        "fact": "I m VASCO's soccer team fan since 1994."
    },
    {
        "fact": "I love my little niece Alicia."
    },
    {
        "fact": "One day I tried Linux OS, but I use Windows OS."
    },
    {
        "fact": "I born in Itabuna city."
    },
    {
        "fact": "When I was a teen I broke my left arm."
    },
    {
        "fact": "I prefer wine than beer. But I drink beer with friends."
    },
    {
        "fact": "I already become a die-hard Nexus and Google Pixel fan."
    },
    {
        "fact": "I can't swim."
    },
    {
        "fact": "VS Code is my favorite editor in this moment."
    },
    {
        "fact": "I have one brother and two sisters. The sisters are on my father's side."
    },
    {
        "fact": "On Saturday nights, it’s normal to find me watching UFC and drinking beer."
    },
    {
        "fact": "I have never been able to understand the movie Matrix."
    },
    {
        "fact": "When I was a teen 'The Sixth Sense' were my favorite movie. But I finally understand the final when I became an adult."
    },
    {
        "fact": "My favorite movie is the L'Auberge Espagnole trilogy."
    },
    {
        "fact": "I don't drink coffee. Trust me, I can code without coffee."
    },
    {
        "fact": "Since my teenage years I'm short sighted. For a long time I have been wearing contact lenses."
    }
]