[
    {
        "fact": "I don't know cooking, but I just like do it."
    },
    {
        "fact": "I was born on April 24, so I’m Taurus."
    },
    {
        "fact": "I never been complete the game Final Fantasy X-2."
    },
    {
        "fact": "I like play soccer. But I not play since my 30 old."
    },
    {
        "fact": "I go to the gym some days on week."
    },
    {
        "fact": "My favorite book is 'Digital Fortress' of Dan Brown writer."
    },
    {
        "fact": "I bought one book about Android, but I never been read it."
    },
    {
        "fact": "I can type some code in PHP too."
    },
    {
        "fact": "I dont like japanese food."
    },
    {
        "fact": "A long time ago... I did some jobs with Corel and Photoshop."
    },
    {
        "fact": "I'm catholic."
    },
    {
        "fact": "Look for @inforsis and you can find me in the most popular social networks."
    },
    {
        "fact": "My real favorite food is 'Acarajé'."
    },
    {
        "fact": "I dont like series, but I keep watching 'Two and half man', 'The Middle' and 'The Big Bang Theory'."
    },
    {
        "fact": "I really prefer listen some Rap or Hip hop song. J Cole, Emicida and MV Bill are some favorites artists."
    },
    {
        "fact": "I m VASCO´S soccer team fan since 1994."
    },
    {
        "fact": "I love my little niece Alicia."
    },
    {
        "fact": "One day I tryied Linux OS, but I ever use Windows OS."
    },
    {
        "fact": "I born in Itabuna city."
    },
    {
        "fact": "When I was a teen I broke my left arm."
    },
    {
        "fact": "I prefer wine than beer. But I drink beer with friends."
    },
    {
        "fact": "I already become a die-hard Nexus and Google Pixel fan."
    },
    {
        "fact": "I can't swim."
    },
    {
        "fact": "VS Code is my favorite editor in this moment."
    },
    {
        "fact": "I have one brother and two sisters. The sisters are on my father's side."
    },
    {
        "fact": "Is normal find me at saturday night watching UFC and drinking beer."
    },
    {
        "fact": "I never been understand the movie Matrix."
    },
    {
        "fact": "When I a teen 'The Sixth Sense' were my favorite movie. But I finally got understand the finale when I became an adult."
    },
    {
        "fact": "My favorite movie is the L'Auberge Espagnole trilogy."
    },
    {
        "fact": "I don't drink coffee. Trust me, I can code without coffee."
    },
    {
        "fact": "Since my teenage I'm short sighted. A long time I wearing contact lenses."
    }
]